INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "SPRÓBUJ PONOWNIE";
INSTALLER_GENERIC_CONTINUE = "KONTYNUUJ";
INSTALLER_GENERIC_CANCEL = "ANULUJ";
INSTALLER_GENERIC_BACK = "TYŁ";
INSTALLER_GENERIC_REINSTALL = "ZAINSTALUJ PONOWNIE";
INSTALLER_GENERIC_LAUNCH_GHUB = "URUCHOM";
INSTALLER_GENERIC_UNINSTALL = "ODINSTALUJ";
INSTALLER_GENERIC_LETS_PARTY = "ZACZNIJMY IMPREZĘ";
INSTALLER_GENERIC_QUIT = "ZAMKNIJ";
INSTALLER_GENERIC_REBOOT_NOW = "URUCHOM PONOWNIE TERAZ";
INSTALLER_GENERIC_REBOOT_LATER = "URUCHOM PONOWNIE PÓŹNIEJ";
INSTALLER_POWER_EVENT_INSTALL = "Instalacja G HUB jest w toku.";
INSTALLER_POWER_EVENT_UPDATE = "Aktualizacja G HUB jest w toku.";
INSTALLER_POWER_EVENT_UNINSTALL = "Dezinstalacja G HUB jest w toku.";
INSTALLER_ONLINE_HELP = "POMOC ONLINE";
INSTALLER_MORE_DETAILS = "Więcej szczegółów";
INSTALLER_LESS_DETAILS = "Mniej szczegółów";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DLL_FAILURE_HELP_LINK = "https://support.logi.com/hc/articles/22319000700951";
INSTALLER_DISK_INDICATOR_NORMAL = "Pozostało {0} GB na dysku {1}";
INSTALLER_DISK_INDICATOR_WARNING = "Pozostało mniej niż 1 GB na dysku {0}";
INSTALLER_DISK_INDICATOR_ERROR = "Pozostało mniej niż 500 MB na dysku {0}";
INSTALLER_ERROR_DOWNLOAD_INIT = "Uruchomienie pobierania nie powiodło się z uwagi na problem z siecią. Spróbuj ponownie.";
INSTALLER_ERROR_NETWORK_ISSUE = "Pobieranie nie powiodło się z uwagi na problem z siecią. Spróbuj ponownie.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Nie można uzyskać prawidłowego podsumowania aktualizacji. Spróbuj ponownie.";
INSTALLER_ERROR_DISK_FULL = "Zbyt mało wolnego miejsca na dysku.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Podczas instalacji wystąpił błąd. Spróbuj ponownie.";
INSTALLER_ERROR_UNPACKING = "Rozpakowanie zasobów instalatora nie powiodło się. Ponowne uruchomienie instalatora może naprawić tę usterkę.";
INSTALLER_ERROR_DLL_LOADING = "Nie można było załadować istotnych komponentów instalatora. Aby uzyskać pomoc, skorzystaj z poniższego łącza.";
INSTALLER_ERROR_START_INSTALL = "Rozpoczęcie instalacji nie powiodło się. Zamknięcie instalatora i uruchomienie go ponownie może naprawić tę usterkę.";
INSTALLER_ERROR_REDOWNLOAD = "Prosimy o ponowne pobranie go z ";
INSTALLER_ERROR_OS_VERSION = "G HUB nie jest kompatybilny z Twoim obecnym systemem operacyjnym. Sprawdź kompatybilność os z G HUB, aby dowiedzieć się więcej.";
INSTALLER_ERROR_UPDATER_FOLDER = "Nie można utworzyć folderu instalacyjnego.";
INSTALLER_ERROR_UPDATER_FAILED_TO_REMOVE_STORAGE_FOLDER = "Nie udało się usunąć tego folderu: {0}. Spróbuj ręcznie usunąć ten folder lub uruchom ponownie komputer i spróbuj ponownie. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_CREATE_UPDATER_FOLDER = "Nie udało się utworzyć tego folderu: {0}. Spróbuj ręcznie usunąć ten folder lub uruchom ponownie komputer i spróbuj ponownie. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_SECURE_STORAGE_DIRECTORY = "Zagrożenie dla bezpieczeństwa uniemożliwia instalację i blokuje dostęp do tego folderu: {0}. Aby uzyskać więcej informacji, kliknij „Więcej szczegółów“. ";
INSTALLER_ERROR_UPDATER_STORAGE_DIRECTORY_IS_NOT_EMPTY = "Folder narzędzia aktualizacji ({0}) nie jest pusty. Spróbuj ręcznie usunąć ten folder, a następnie spróbuj ponownie. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "Instalacja G HUB nie została zakończona pomyślnie";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Przed ponowną próbą uruchomienia instalacji należy ponownie uruchomić komputer. Jeśli problem nadal występuje, skontaktuj się z {WEBSITE}.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Obsługa Klienta";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "OFICJALNEJ STRONY INTERNETOWEJ.";
INSTALLER_INFO_VERSION = "WERSJA {0}";
INSTALLER_INFO_DESTINATION = "Instaluję w {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB z {1} MB ({2} MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Wykryliśmy wolną prędkość pobierania";
INSTALLER_LOADING_MESSAGE_1 = "Czy to może poczekać? Właśnie dokonujemy pewnych kalibracji";
INSTALLER_LOADING_MESSAGE_2 = "Sprawdzamy, czy Twoja drukarka i historia trybu incognito są dobrze połączone";
INSTALLER_LOADING_MESSAGE_3 = "Przekierowywanie mocy reaktora";
INSTALLER_LOADING_MESSAGE_4 = "Wzywanie kota Nyan";
INSTALLER_LOADING_MESSAGE_5 = "Potrzebujesz więcej gazu wespan";
INSTALLER_LOADING_MESSAGE_6 = "Nie robię niczego podejrzanego. Słowo!";
INSTALLER_LOADING_MESSAGE_7 = "Teselacja matrycy nieskończoności w toku";
INSTALLER_LOADING_MESSAGE_8 = "Musisz zbudować dodatkowe pylony";
INSTALLER_LOADING_MESSAGE_9 = "Witamina D jest niezbędna dla człowieka";
INSTALLER_LOADING_MESSAGE_10 = "Uruchomiono napęd Frame Shift Drive";
INSTALLER_LOADING_MESSAGE_11 = "Lepsza myszka w garści niż szczur w piwnicy";
INSTALLER_LOADING_MESSAGE_12 = "Czas szybko leci, gdy dobrze się bawisz";
INSTALLER_LOADING_MESSAGE_13 = "Chyba musisz odreagować";
INSTALLER_LOADING_MESSAGE_14 = "To również przeminie";
INSTALLER_LOADING_MESSAGE_15 = "Zakładanie spodni";
INSTALLER_LOADING_MESSAGE_16 = "Wysyłanie naszego najlepszego wojownika";
INSTALLER_LOADING_MESSAGE_17 = "Cyjan wygląda pode...";
INSTALLER_LOADING_MESSAGE_18 = "Siatkowanie krzywej składanej";
INSTALLER_LOADING_MESSAGE_19 = "Tworzenie planu dominacji nad światem";
INSTALLER_LOADING_MESSAGE_20 = "Co robi ten przycisk?";
INSTALLER_LOADING_MESSAGE_21 = "Hej, ty. Wreszcie nie śpisz";
INSTALLER_MESSAGEBOX_TITLE = "Instalator G HUB";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Błąd krytyczny: Nie można utworzyć folderów wymaganych do instalacji. Spróbuj ponownie jako Administrator. Jeśli problem nie ustąpi, odwiedź stronę https://support.logi.com/hc";
INSTALLER_MESSAGEBOX_ERROR_UNSAFE = "Błąd krytyczny: Nie można bezpiecznie uruchomić tego programu. Uruchom ponownie komputer i spróbuj ponownie. Jeśli problem nie ustąpi, odwiedź stronę https://support.logi.com/hc w celu uzyskania pomocy";
INSTALLER_MODAL_REBOOT = "Instalacja składników warunkowych wymaga zrestartowania systemu. Po zrestartowaniu komputera instalator wznowi pracę.";
INSTALLER_MODAL_TITLE_FAILED = "Instalacja nie powiodła się.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Uruchomienie nie powiodło się.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Instalacja już istnieje.";
INSTALLER_MODAL_TITLE_CONFIRM = "Zainstalować ponownie G HUB?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Trwa dezinstalacja.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Dezinstalacja zakończona powodzeniem.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Wystąpił błąd dezinstalacji.";
INSTALLER_MODAL_TITLE_EXIT = "Zakończ instalację.";
INSTALLER_MODAL_TITLE_REBOOT = "Wymagany restart.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Błąd aktualizacji.";
INSTALLER_MODAL_CONFIRM_EXIT = "Czy na pewno chcesz zakończyć?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Uruchamianie";
INSTALLER_STEP_UNPACK = "Rozpakowywanie";
INSTALLER_STEP_INSTALLING = "Instalowanie";
INSTALLER_STEP_FINALIZING = "Finalizowanie";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Klikając przycisk „Instaluj”, akceptujesz warunki ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "UMOWY LICENCYJNEJ UŻYTKOWNIKA KOŃCOWEGO.";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Proszę czekać na zakończenie instalacji G HUB.";
INSTALLER_TOOLTIP_UPDATE = "Proszę czekać na zakończenie aktualizacji G HUB.";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER = "Instalator G HUB został nieoczekiwanie zamknięty";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_DETAILS = "Kliknij przycisk „Wyślij”, aby przesłać raport o błędach do firmy Logitech. Więcej szczegółów znajdziesz na naszej stronie {POLICY_LINK}.";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_CAPTION = "Polityka prywatności";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER_MACOS = "Wcześniejsza próba instalacji G HUB spowodowała awarię";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SHOW_ERROR_DETAILS = "Szczegóły raportu o błędach";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SEND = "WYŚLIJ";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_DONT_SEND = "NIE WYSYŁAJ";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_REPORT_SENT = "WYSŁANO RAPORT.";
INSTALLER_FEEDBACK_BUTTON = "WYŚLIJ RAPORT O BŁĘDACH";
INSTALLER_FEEDBACK_WINDOW_HEADER = "Dziękujemy, że pomagasz nam ulepszać G HUB!";
INSTALLER_FEEDBACK_WINDOW_DETAILS = "Podaj kontekst lub informacje o zgłoszeniu, które chcesz zawrzeć w poniższych rejestrach błędów.";
INSTALLER_FEEDBACK_WINDOW_TEXTBOX_TIP = "Jakie działania były wykonywane, gdy wystąpił problem? Czy istnieją powiązane aplikacje lub urządzenia?";
INSTALLER_FEEDBACK_WINDOW_LOG_HEADER = "Rejestr raportu o błędach";
INSTALLER_FEEDBACK_WINDOW_COLUMN_FILENAME = "NAZWA PLIKU DZIENNIKA";
INSTALLER_FEEDBACK_WINDOW_COLUMN_LOCATION = "LOKALIZACJA/FOLDER";
INSTALLER_FEEDBACK_WINDOW_OPEN_FOLDER = "OTWARTA";
INSTALLER_FEEDBACK_WINDOW_POLICY = "Dowiedz się więcej o naszej {POLICY_LINK}.";
INSTALLER_FEEDBACK_WINDOW_POLICY_CAPTION = "polityce prywatności";
INSTALLER_FEEDBACK_WINDOW_POLICY_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_FEEDBACK_WINDOW_CANCEL = "ANULUJ";
INSTALLER_FEEDBACK_WINDOW_SEND = "WYŚLIJ RAPORT";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_HEADER = "Usunąć niekompletny rejestr?";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_MESSAGE = "Jeśli zamkniesz okno, postęp zostanie utracony.";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_GO_BACK = "WRÓĆ";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_CLOSE = "ZAMKNIJ";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_HEADER = "Wysłano raport!";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_MESSAGE = "Dziękujemy! Ciężko pracujemy, aby ulepszyć Twoje doświadczenie z G HUB i dzięki Tobie jesteśmy o krok bliżej, aby to osiągnąć.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_BUTTON_DONE = "GOTOWE";
INSTALLER_APPLICATION_TITLE = "Instalator Logitech G HUB";
INSTALLER_WINDOW_TITLE = "{0} Instalator G HUB";
INSTALLER_APPLICATION_DESCRIPTION = "Aplikacja instalatora Logitech G HUB";
INSTALLER_INSTALL_BUTTON = "INSTALUJ";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "ZAINSTALUJ (WEJŚCIE/POWRÓT)";
INSTALLER_GET_UPDATE_BUTTON = "POBIERZ AKTUALIZACJĘ";
INSTALLER_EXIT_BUTTON = "ZAKOŃCZ";
INSTALLER_CANCEL_BUTTON = "ANULUJ";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "To oprogramowanie już istnieje w systemie. Uruchom G HUB, aby poszukać dostępnych aktualizacji.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "W systemie jest zainstalowana przestarzała i niekompatybilna wersja oprogramowania Logitech Gaming Software. Uaktualnij ją lub usuń, aby zainstalować oprogramowanie G HUB.";
INSTALLER_HEADER_DOWNLOADING = "POBIERANIE OPROGRAMOWANIA LOGITECH G HUB";
INSTALLER_DESCRIPTION_DOWNLOADING = "Nowe oprogramowanie Logitech G HUB wkrótce ulepszy Twoje wrażenia związane z graniem i konfiguracją urządzeń…";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…budowanie i ochrona…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…strzelanie i przeładowywanie…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "… unoszenie się i lądowanie…";
INSTALLER_HEADER_DOWNLOADED = "POBIERANIE POWIODŁO SIĘ";
INSTALLER_DESCRIPTION_DOWNLOADED = "Zablokowane i załadowane.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "ZAINSTALUJ I URUCHOM";
INSTALLER_MENU_ABOUT = "Informacje";
INSTALLER_MENU_QUIT = "Zamknij";
INSTALLER_MENU_CLOSE = "Zamknij okno";
INSTALLER_MENU_EDIT = "Edytuj";
INSTALLER_MENU_EDIT_CUT = "Wytnij";
INSTALLER_MENU_EDIT_COPY = "Kopiuj";
INSTALLER_MENU_EDIT_PASTE = "Wklej";
INSTALLER_MENU_EDIT_SELECT_ALL = "Zaznacz wszystko";
INSTALLER_TRANSFER_REMAINING = "pozostały";
INSTALLER_ERROR_GENERIC = "Podczas instalacji wystąpił błąd";
INSTALLER_FAILURE_PREFIX = "Nie udało się pobrać:";
INSTALLER_ERROR_SUMMARY = "Nie można uzyskać prawidłowego podsumowania aktualizacji.";
INSTALLER_ERROR_INITIALIZE = "Nie udało się pobrać: Uruchomienie nie powiodło się. Sprawdź połączenie z Internetem i ponów próbę.";
INSTALLER_ERROR_TIMEOUT = "Sprawdź połączenie z Internetem.";
INSTALLER_ERROR_WRITE = "Dysk wydaje się być pełny.";
INSTALLER_ERROR_DLL = "Nie można było załadować istotnych komponentów instalatora. Prosimy o ponowne pobranie instalatora z oficjalnej strony internetowej.";
INSTALLER_RETRY_COUNTDOWN = "Ponowna próba za %d.";
INSTALLER_UNCOMPRESSING = "Rozpakowywanie plików";
